tip = new Array(29); //設定隨機顯示文字數
tip[0] = "微笑，是最美的陽光。";
tip[1] = "學會知而不言，因為言多必失。";
tip[2] = "很多時候，寧願被誤解，也不願去解釋。";
tip[3] = "歲月不長，對溫柔的人報以溫柔。";
tip[4] = "人的生命不在於長短，在於是否痛快活過。";
tip[5] = "永遠不要停止相信自己。";
tip[6] = "要看清自己，不要看輕自己。";
tip[7] = "平凡簡單，安於平凡，真不簡單。";
tip[8] = "生命不止，奮鬥不息。";
tip[9] = "充實今朝，昨日已成過去，明天充滿神奇。";
tip[10] = "你舉世無雙，無人可以替代。";
tip[11] = "堅持不懈，難也變易。";
tip[12] = "有生命必有希望。";
tip[13] = "知足是人生在世最大的幸事。";
tip[14] = "心懷偉大的理想，你將會變得偉大。";
tip[15] = "不要放棄，不要言敗！";
tip[16] = "智慧來自經驗。";
tip[17] = "自己最了解自己。";
tip[18] = "人，長得漂亮不如活的漂亮。";
tip[19] = "人生如果錯了方向，停止就是進步。";
tip[20] = "每一種創傷，都是一種成熟。";
tip[21] = "人生，說到底，活的是心情。";
tip[22] = "看別人不順眼，是自己修養不夠。";
tip[23] = "成功永遠屬于馬上行動的人。";
tip[24] = "生氣是拿別人的錯誤懲罰自己。";
tip[25] = "我在懷念，你不再懷念的。";
tip[26] = "等待你的關心，等到我關上了心。";
tip[27] = "沒關係，傷的次數多了，也就無所謂了。";
tip[28] = "你絕情、我斷義、從此直線永平行！";
tip[29] = "如果沒有回憶，或許我們就不會如此懷念。";


index = Math.floor(Math.random() * tip.length);
document.write("<title>" + tip[index] + "</title>");//修改標題